var tipuesearch = {
    "pages": [
        {
            "title": "Математика 5 класс Никольский, Потапов, Решетников",
            "text": "Данный учебник является первой частью двухлетнего курса математики для общеобразовательных школ. Новое издание учебника дополнено и переработано. Его математическое содержание позволяет достичь планируемых результатов обучения, предусмотренных ФГОС. В доработанном варианте в системе упражнений выделены специальные рубрики по видам деятельности. Также специально выделены задания для устной работы, задачи на построение, старинные задачи и задачи повышенной трудности. Каждая глава учебника дополнена историческими сведениями и интересными занимательными заданиями.",
            "image": "/school_library/files/books/5/themes/math/ozzy.jpeg",
            "tags": "5class Никольский",
            "url": "/school_library/files/books/5/themes/math/5_class_nikolskiy_2015.pdf"
        }
    ]
};